{
  "filmes": [
    {
      "id": 1,
      "title": "Gladiador 4",
      "subtitle": "Teste 01",
      "storyline": "Nos dias finais do reinado de Marcus Aurelius, o imperador desperta a ira de seu filho Commodus ao tornar pública sua predileção em deixar o trono para Maximus, o comandante do exército romano. Sedento pelo poder, Commodus mata seu pai, assume a coroa e ordena a morte de Maximus, que consegue fugir antes de ser pego e passa a se esconder sob a identidade de um escravo e gladiador do Império Romano.",
      "rating": "4.9",
      "imagePath": "images/gladiador.jpeg",
      "bookmarked": true,
      "genre": "drama"
    },
    {
      "id": 2,
      "title": "Titanic 2",
      "subtitle": "",
      "storyline": "Um artista pobre e uma jovem rica se conhecem e se apaixonam na fatídica jornada do Titanic, em 1912. Embora esteja noiva do arrogante herdeiro de uma siderúrgica, a jovem desafia sua família e amigos em busca do verdadeiro amor.",
      "rating": 4.5,
      "imagePath": "images/titanic.jpeg",
      "bookmarked": false,
      "genre": "drama"
    },
    {
      "id": 3,
      "title": "Jurassic Park",
      "subtitle": "O Parque dos Dinossauros",
      "storyline": "Um parque construído por um milionário tem dinossauros diversos como habitantes, extintos a sessenta e cinco milhões de anos. Isto é possível por ter sido encontrado um inseto fossilizado, que tinha sugado sangue destes dinossauros, de onde pôde-se isolar o DNA, o código químico da vida e, a partir deste ponto, recriá-los em laboratório. Mas, o que parecia ser um sonho se torna um pesadelo, quando a experiência sai do controle de seus criadores.",
      "rating": "5.2",
      "imagePath": "images/jurassic-park.jpeg",
      "bookmarked": false,
      "genre": "aventura"
    },
    {
      "id": 4,
      "title": "Desafio no Gelo",
      "subtitle": "",
      "storyline": "Colorado Springs, 1979, Associação Americana de Hóquei Amador. Lá acontece uma reunião com Herb Brooks (Kurt Russell), que está sendo sondado para ser o novo técnico da equipe nacional. Ao voltar para St. Paul, Minnesota, onde vive, Herb diz para sua mulher, Patty (Patricia Clarkson), que nada aconteceu de positivo e que ele não é o técnico que desejam, sendo chamado apenas para uma conversa após dois técnicos terem recusado o cargo. Assim é com surpresa que recebe uma ligação do Colorado dizendo que o emprego é dele. Herb seleciona 26 jovens atletas, mas 6 serão cortados, para em fevereiro de 1980 em Lake Placid disputarem os Jogos Olímpicos de Inverno. Brooks treina seus atletas de uma forma polêmica, pois ele sonha derrotar a equipe da União Soviética, que é considerada imbatível.",
      "rating": 5,
      "imagePath": "images/miracle.jpeg",
      "bookmarked": true,
      "genre": "drama"
    },
    {
      "id": 5,
      "title": "Phantasm IV",
      "subtitle": "Oblivion Teste",
      "storyline": "Um adolescente e seus amigos enfrentam um misterioso ladrão de túmulos conhecido apenas como o Homem Alto, que mantém um arsenal letal de armas terríveis com ele.",
      "rating": "4.9",
      "imagePath": "images/phantasm.jpeg",
      "bookmarked": true,
      "genre": "terror"
    },
    {
      "title": "besterol",
      "subtitle": "Abra cadabra",
      "imagePath": "images/Kingsglaive_Final_Fantasy_XV.jpg",
      "storyline": "Testando o Besterol.kkk",
      "rating": "3.5",
      "id": 6
    },
    {
      "title": "Alien_1",
      "subtitle": " O Oitavo passageiro",
      "imagePath": "images/alien_1_o_oitavo_passageiro_1979_1080p.png",
      "storyline": "Alien - O Oitavo passageiro",
      "genre": "thriller",
      "rating": "10",
      "id": 7
    },
    {
      "title": "16 Quadras 2",
      "subtitle": "Bruce Willis",
      "imagePath": "images/16_quadras_2006_1080p.png",
      "storyline": "kjhjghln kljshuisg sdgfdfs dsfgdfg",
      "rating": "4.5",
      "id": 8
    },
    {
      "title": "16 Quadras",
      "subtitle": "Bruce Willis",
      "imagePath": "images/16_quadras_2006_1080p.png",
      "storyline": "testando apos separação",
      "rating": "4.9",
      "id": 9
    },
    {
      "title": "Alien_2",
      "subtitle": " O 9º passageiro",
      "imagePath": "images/alien_2.png",
      "storyline": "fdsfs sdfss sdfdfhfgh hgjgh",
      "rating": "4",
      "id": 10
    }
  ]
}